const recipes = [
  {
    id: 1,
    name: 'Классический омлет',
    ingredients: ['2 яйца', '50 мл молока', 'Соль, перец по вкусу'],
    instructions: 'Взбейте яйца с молоком и специями.'
  },
  {
    id: 2,
    name: 'Блинчики',
    ingredients: ['1 стакан муки', '1 яйцо', '1 стакан молока', '2 ст. ложки сахара'],
    instructions: 'Смешайте все ингредиенты и жарьте на сковороде.'
  },
  {
    id: 3,
    name: 'Салат Цезарь',
    ingredients: ['Листья салата', 'Куриное филе', 'Сыр пармезан', 'Крекеры'],
    instructions: 'Смешайте все ингредиенты с соусом.'
  }
]
export default recipes